cask_args appdir: '/Applications'

brew 'git'

tap 'homebrew/services'

tap 'homebrew/dupes'

brew 'ack'

brew 'bash-completion'

brew 'wget'

brew 'memcached'

brew 'gist'

brew 'mdbtools'

brew 'heroku-toolbelt'

brew 'spark'

brew 'imagemagick'

brew 'mongodb'

brew 'phantomjs'

brew 'redis'

brew 'sqlite'

tap 'caskroom/cask'

tap 'caskroom/versions'

cask 'xquartz'

cask 'java'

tap 'homebrew/science'

tap 'osgeo/osgeo4mac'

brew 'r'

cask 'slack'

#cask 'sublime-text3'

cask 'atom'

cask 'google-chrome'

cask 'iterm2'

cask 'github-desktop'

cask 'rstudio'

cask 'cloud'

cask 'flux'

cask 'tabula'

cask 'pgadmin3'

cask 'google-refine'

cask 'sequel-pro'

cask 'sqlitebrowser'

cask 'dropbox'
