cask_args appdir: '/Applications'

brew 'git'

tap 'homebrew/services'

tap 'homebrew/dupes'

tap 'caskroom/cask'

tap 'caskroom/versions'

tap 'homebrew/science'

tap 'osgeo/osgeo4mac'

brew 'shellcheck'

brew 'ack'

brew 'bash-completion'

brew 'wget'

brew 'memcached'

brew 'gist'

brew 'mdbtools'

brew 'heroku-toolbelt'

brew 'spark'

brew 'imagemagick'

brew 'mongodb'

brew 'phantomjs'

brew 'redis'

brew 'sqlite'

brew 'r'

cask 'xquartz'

cask 'java'

brew 'elasticsearch'

cask 'slack'

cask 'sublime-text3'

cask 'atom'

cask 'google-chrome'

cask 'iterm2'

cask 'github-desktop'

cask 'rstudio'

cask 'cloud'

cask 'flux'

cask 'tabula'

cask 'pgadmin3'

cask 'google-refine'

cask 'sequel-pro'

cask 'sqlitebrowser'

cask 'dropbox'

cask 'firefox'

cask 'color-oracle'

cask 'ccleaner'

cask 'appcleaner'

cask 'fluid'

cask 'vlc'

cask 'skype'

cask 'namechanger'

cask 'hiss'

cask 'adium'

cask 'arduino'

cask 'audacity'

cask 'opera'

cask 'google-drive'

cask 'virtualbox'

cask 'vagrant'

cask 'calibre'

cask 'colorpicker'

cask 'colorpicker-hex'

cask 'openoffice'

cask 'mou'

cask 'media-converter'

cask 'sigil'

cask 'spotify'

cask 'evernote'

cask 'cyberduck'

cask 'adapter'

cask 'audio-hijack-pro'
